export const asciiArt = `                                                                                                                          彩彩%                                                                                                 
                                                                                                                彩彩彩彩彩彩彩彩彩彩彩%                                                                                         
                                                                                                         彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                                                            
                                                                       彩彩彩彩彩                     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                                                       
                                                                彩彩彩彩彩彩彩彩彩彩彩彩                      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                                                
                                                            彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                         彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                                          
                                                          彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                         彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                                      
                                                         彩彩彩彩彩彩彩彩 彩彩彩彩彩彩彩彩彩彩彩                    彩%     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩%                                                   
                                                        彩彩          彩% 彩%  彩彩彩彩彩彩彩彩彩                      彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                                 
                                                                      彩彩彩%   彩彩彩彩彩彩彩彩%                        彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                                
                                                                    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                         彩%   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                              
                                                                    彩%  彩彩彩彩彩彩彩彩彩彩彩彩%                                彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                             
                                                                        彩彩彩彩彩彩彩彩彩彩彩彩%                                 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                            
                                                                       彩彩彩彩彩彩彩彩彩彩彩彩彩                                 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                           
                                                             彩彩彩彩彩彩彩彩彩彩彩%     彩彩彩%                                  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                           
                                                      彩彩彩彩彩彩彩彩彩彩彩%                                                      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                           
                                                 彩彩彩彩彩彩彩彩彩彩彩                                                            彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                           
                                              彩彩彩彩彩彩彩彩彩彩%                               彩彩%                          % 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                            
                                            彩彩彩彩彩彩彩彩彩彩                        彩彩%      彩彩彩彩                       彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                           
                                          彩彩彩彩彩彩彩彩彩%         彩彩彩彩彩彩         彩彩彩     彩彩彩彩彩                  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                         
                             彩彩%       彩彩彩彩彩彩彩彩%              彩彩彩彩彩彩彩%      彩彩彩     彩彩彩彩彩%                彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                    
                            彩彩彩%      彩彩彩彩彩彩彩彩%       %      彩彩彩彩彩彩彩彩      彩彩彩彩    彩彩彩彩彩%  %          彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                 
                       %  彩彩彩彩%     彩彩彩彩彩彩彩彩%               彩彩彩彩彩彩彩彩彩     彩彩彩彩%   彩彩彩彩彩彩  %        彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                               
                      彩彩彩彩彩彩%     彩彩彩彩彩彩彩彩             彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩  彩彩彩彩彩彩%  %       彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                            
                     彩  彩彩彩彩彩     彩彩彩彩彩彩彩%            彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩彩彩  彩彩彩彩彩彩%         彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩彩彩彩彩彩彩彩彩彩                          
                    彩  彩彩彩彩彩彩     彩彩彩彩彩彩彩           彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩彩%    彩彩彩彩彩彩彩      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                        
                   彩彩彩彩彩彩彩彩彩      彩彩彩彩彩彩        彩彩彩彩彩  彩      彩彩     彩彩彩彩彩%     彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                       
                   彩 彩彩彩彩彩彩彩彩%    彩彩彩彩彩彩         彩彩彩%                  彩彩彩彩彩彩%     彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                      
                 彩彩彩彩彩彩彩彩彩彩彩%    彩彩彩彩彩彩         彩彩彩            彩彩彩彩彩彩彩彩彩     彩彩彩彩彩彩彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                     
              .      彩彩彩彩彩彩彩彩彩%      彩彩彩彩彩%         %      彩彩彩彩彩彩彩彩彩彩彩彩%      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%     彩%  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                     
                    彩彩彩彩彩彩彩彩彩彩         彩彩彩彩%                                     %    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%          彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                     
                    彩彩彩彩彩彩彩彩彩彩%           彩彩彩彩%                                   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩彩彩彩彩彩彩% 彩彩              彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                     
        彩彩%      彩彩彩彩彩彩彩彩彩彩彩彩                彩       彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩                 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   %                
       彩彩彩     彩彩彩彩彩彩彩彩彩彩彩彩彩%                 彩彩彩彩彩%  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩彩彩彩彩        彩  彩彩%                    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩             
      彩彩彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩         彩彩彩彩彩%             彩彩彩彩彩彩彩彩彩彩彩彩彩  %    彩彩彩%                                    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩            
     彩彩彩彩%   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩%     彩彩彩彩彩        彩彩彩彩彩彩彩彩彩        彩彩彩彩%                                 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%          
    彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   彩彩彩彩彩彩彩彩彩彩                            彩彩彩彩%                           彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩         
   彩彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩%                     彩彩彩彩彩彩                    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩        
  彩彩彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩彩彩彩彩%      彩彩彩彩彩彩彩彩彩彩彩彩彩     彩%    彩彩彩彩彩彩彩彩         彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩       
   彩彩彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩%      %  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩     
  %  彩彩彩彩彩彩     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    
 彩彩彩彩彩彩彩彩彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   
 彩彩彩彩彩彩彩彩彩彩%     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   
 彩彩彩彩彩彩彩彩彩彩彩        彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  
彩彩彩彩彩彩彩彩彩彩彩彩彩%           彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩彩彩彩          彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  
 彩彩彩彩彩% 彩彩彩彩彩彩彩彩彩           彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%     
 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩
彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%          彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩
彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%              彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 
  彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                  彩彩彩彩彩彩彩  彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩彩彩% 
   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  彩彩%      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                                  彩彩彩彩彩彩彩彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 
  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩%          彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  %                                 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  
    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  彩彩彩            彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩             彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   
      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  彩彩彩%             彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   
     彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩            %  %  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    
       % 彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%   彩彩彩彩%             % %   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    
    .   彩彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  彩彩彩彩彩            彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%    
            彩%  % 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩彩彩%             彩彩彩彩彩彩彩彩彩彩     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩%     
               彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%             彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%     
                     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩%       
                        彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%  % 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩      
                             彩彩彩彩% 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩      彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩       
                                       %   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩               彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%         
                                           彩彩彩% 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩彩        
                                        %   彩彩 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   彩         
                                         % 彩彩彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                 
                                         彩彩彩% %   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%     彩% 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                    
                                          彩   %  彩  彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩   %                        
                                           彩    %  彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩        彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                       
                                             %     彩彩彩   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%               彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                            
                                                     % 彩彩%   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩            %    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                             
                                                     彩     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩              %    彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩% 彩%   彩彩彩                             
                                                      彩        彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩 彩                     % %   彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩  彩彩彩彩%  彩                                 
                                                        彩彩       彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩                              % 彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%    彩%  彩                                     
                                                          彩彩彩     彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩彩%                                    彩   彩彩彩     彩    彩彩% % % 彩彩彩                                        
                                                             彩彩彩彩彩% % 彩  彩         %   彩                                                   %     % %       彩%  彩   彩彩                                               
                                                                  %                                                                                           %   %                                                             
                                                                  `;
